tap "adoptopenjdk/openjdk"
tap "golangci/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "zladovan/tap"
cask "adoptopenjdk8"
brew "automake"
brew "bat"
brew "gettext"
brew "pcre"
brew "readline"
brew "sqlite"
brew "python@3.8"
brew "glib"
brew "cmake"
brew "suite-sparse"
brew "coreutils"
brew "go"
brew "dep"
brew "dockutil"
brew "libidn2"
brew "ffmpeg"
brew "geoipupdate"
brew "gh"
brew "git"
brew "git-lfs"
brew "gotop"
brew "graphviz"
brew "ncurses"
brew "htop"
brew "k6"
brew "lazydocker"
brew "lazygit"
brew "libksba"
brew "libxml2"
brew "libyaml"
brew "mackup"
brew "mas"
brew "maven"
brew "memcached"
brew "mysql-client"
brew "n"
brew "neovim"
brew "numpy"
brew "opencv"
brew "pcre++"
brew "postgresql"
brew "redis"
brew "rust"
brew "stow"
brew "the_silver_searcher"
brew "tree"
brew "vim"
brew "youtube-dl"
brew "zlib"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "golangci/tap/golangci-lint"
cask "adoptopenjdk11"
cask "alfred"
cask "datagrip"
cask "disk-inventory-x"
cask "docker"
cask "firefox"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrainsmono-nerd-font"
cask "goland"
cask "google-backup-and-sync"
cask "google-chrome"
cask "grammarly"
cask "hammerspoon"
cask "intellij-idea"
cask "iterm2"
cask "kap"
cask "postman"
cask "pycharm"
cask "slack"
cask "spotify"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"
cask "webstorm"
cask "whatsapp"
mas "Bear", id: 1091189122
mas "ColorSlurp", id: 1287239339
mas "Spark", id: 1176895641
mas "Trello", id: 1278508951
mas "Xcode", id: 497799835
